[
  {
    "name": "上海交响乐团2016-17团厅音乐季：谭盾：《马太受难曲》",
    "status": "done",
    "date": "2016-10-28",
    "rate": 4,
    "comment": "第一次参加这么高端的音乐剧。虽然听不懂，但是很好听。陶冶情操。",
    "type": "music"
  },
  {
    "name": "全职高手：特别篇",
    "status": "done",
    "date": null,
    "rate": 3,
    "comment": "画风有点崩，一寸灰也没有第一季好看。缩减了很多情节，但是：王杰希不存在失误的退场秀、果果、柔柔和沐沐的跳高、以及龙抬头，都是被完整保留下来了。韩队的人物形象在这一季中展现非常爆满，“小朋友们，现在就想改朝换代，还嫩点”、“打得不错，那样背身精准打出的天击，我倒真不知道还有几人能做到，了不起”、“是谁在比赛台上”、“我等你回来”……既有鼓励和肯定，也有毫不退缩的勇气，更有英雄惜英雄的欣赏。",
    "type": "anime"
  },
  {
    "name": "疑犯追踪：第4季",
    "status": "done",
    "date": "2019-10-23",
    "rate": 4,
    "comment": "这一季就是机器和机器的对决了，第11集的模拟演算太精彩了！随后马上跟着紧张刺激的对决：Control与Samaritan与Machine与执行人小队交织在一起互相干预，Control发现了端倪被蒙在鼓里，渐渐开始怀疑Inspector，然后暗中调查证交所。后面出现了Samaritan用枫叶镇当做模拟农场的事情。后面鹦鹉螺事件再次出现，作为上帝视角我好几次以为那女孩真心弃暗投明，最终发现其实是设计引诱Harold，幸亏Harold还是很谨慎的，最终Root救出Harold，Harold的追踪器也被毁了，双方平手。不过当女孩问出，你为什么真的射击我，不是应该打偏的时候，不知道会不会被洗白。之后就出现S02中出现的高中生程序员，事情变得更加错综复杂。Harold的心路历程，被机器认为红色，不断被机器打电话，最后改变了后面的道路。Harold在HK装上的木马，可以传数据，也许能扭转战局，很小，但很关键，是个伏笔。可是会致自己于死地。root违背机器的想法，要救Harold……haper收到了机器的消息，root自己去deploy……安全软件的创始人被撒玛利亚人认为威胁，Samaritan无法使用传统方法查机器代码否则会被发现。回忆中的卡特，和幻觉的卡特，交织在一起有点乱。第四季后半季推进太快了。Control开始杀卧底，root和Harold找shaw的时候深入敌营，找到了Samaritan的运作中心，机器不存在于网络设备，而在root的人工耳蜗。执行人不可替代，要救，Machine牺牲自己。人类执行人赶紧出动。Control发现Samaritan在发布自己没有发布过的指令，就去带上信任的人执行任务，克隆手机、换回旧机器，去大本营找老头。唐希尔的电力——Machine把自己上传到了国家电网，从此无处不在。把Machine的核心部分用压缩算法高度压缩，内存条、冰都用上了。九死一生，一旦失败，代码会不可恢复。最终决战非常精彩，Control的亲信都被杀了，Control也失败了。不过Machine被抢救出来了。期待第五部的最终对决！",
    "type": "tv"
  },
  {
    "name": "少年的你",
    "status": "done",
    "date": "2019-11-02",
    "rate": 1,
    "comment": "非常失望的作品。听说是抄袭《白夜行》和《嫌疑人X的献身》，但是只抄袭了皮毛，或者说剧情，没有触及精髓。前半部分完完全全的反对校园欺凌宣传片，没有双向付出的可悲和可怜，没有台面上和台面下的交织，只有北山单方面的付出，莫名其妙就开始了的感情线。后半部分叙事混乱，没看过《嫌疑人X的献身》的人估计都搞不懂哪个才是真正的死因，是北山为爱而报复，还是陈念失手推下楼梯。虽说审讯室中紧握的拳头、看得飞快的中间那张照片，细节做的不错，但是石神那种运筹帷幄、充满心机、对自己极度自信以及冷静的状态，我完全不能在北山身上看出来。甚至故意放在杂志中的电影票根，故意晚了几天才找同学聊电影的细节，以及石神晚一天杀人以便母女二人的不在场证明是铁证的精心谋划，本片中都没有体现。《X》最令我惊艳的，是石神另外杀了一个流浪汉来掩盖罪行，一种置之死地而后生的信念，是因为那是确确实实的罪名，而不只是背罪了，也正因如此，母女的不在场证明才是真的，而不是伪造的，即便是作为上帝视角的读者，看到这里也是出乎意料的，而这部电影，并没有这样设计，只是一个人杀人，另一个人抛尸并背下所有罪名。同一个尸体，无论如何都会怀疑到陈念的。最后，郑警官谎称北山死刑的时候，陈念的举动也令我不满，如果说陈念呵呵一笑，说判的好，并头也不回就走了，我肯定会喝彩。但是她竟然回头打警察，岂不是在承认他认识北山，那北山做的一切就没有意义了。结局也很混乱，不知道想表达一个悲剧还是喜剧，片尾陈念做了老师，北山远远跟着她，带来的震撼远不止《X》结尾的两人。片尾，长篇大论的核心价值观教育，另我确信这是一篇反对校园欺凌的教育宣传片。",
    "type": "movie"
  }
]
